Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# widget_chart_range
source: Chart range
ar: نطاق المخطط
cs: Rozsah grafu
da: Grafperiode
de: Chart-Zeitraum
el: Εύρος γραφήματος
es: Rango del gráfico
fa: بازه نمودار
fi: Kaavion aikaväli
fr: Période du graphique
he: טווח הגרף
hi: चार्ट अवधि
hu: Grafikon időtávja
id: Rentang grafik
it: Intervallo del grafico
ja: チャート期間
ko: 차트 기간
nb: Grafperiode
nl: Grafiekperiode
pl: Zakres wykresu
pt: Período do gráfico
pt_br: Período do gráfico
ro: Interval grafic
ru: Период графика
sq: Periudha e grafikut
sv: Diagramperiod
th: ช่วงกราฟ
tr: Grafik aralığı
uk: Період графіка
vi: Khoảng biểu đồ
zh_hans: 图表时间范围

# widget_chart_type
source: Chart type
ar: نوع الرسم البياني
cs: Typ grafu
da: Diagramtype
de: Chart-Art
el: Τύπος γραφήματος
es: Tipo de gráfico
fa: نوع نمودار
fi: Kaavion tyyppi
fr: Type de graphique
he: סוג תרשים
hi: चार्ट प्रकार
hu: Diagram típusa
id: Jenis grafik
it: Tipo di grafico
ja: チャートの種類
ko: 차트 유형
nb: Diagramtype
nl: Grafiektype
pl: Typ wykresu
pt: Tipo de gráfico
pt_br: Tipo de gráfico
ro: Tip grafic
ru: Тип графика
sq: Lloji i grafikut
sv: Diagramtyp
th: ประเภทกราฟ
tr: Grafik türü
uk: Тип графіка
vi: Loại biểu đồ
zh_hans: 图表类型

# widget_configure_hint
source: Choose background and opacity. The color follows the app. The widget shows your whole watchlist; tap a row to open the app.
ar: اختر الخلفية والشفافية. اللون يتبع التطبيق. تعرض الأداة قائمتك كاملة؛ اضغط على صف لفتح التطبيق.
cs: Vyberte pozadí a průhlednost. Barva odpovídá aplikaci. Widget ukazuje celý seznam; klepnutím na řádek otevřete aplikaci.
da: Vælg baggrund og gennemsigtighed. Farven følger appen. Widgetten viser hele listen; tryk på en række for at åbne appen.
de: Hintergrund und Deckkraft wählen. Die Farbe folgt der App. Das Widget zeigt die ganze Merkliste; ein Tipp auf eine Zeile öffnet die App.
el: Επιλέξτε φόντο και αδιαφάνεια. Το χρώμα ακολουθεί την εφαρμογή. Το widget δείχνει όλη τη λίστα· πατήστε μια γραμμή για να ανοίξει η εφαρμογή.
es: Elige fondo y opacidad. El color sigue a la app. El widget muestra toda la lista; toca una fila para abrir la app.
fa: پس‌زمینه و شفافیت را انتخاب کنید. رنگ از برنامه پیروی می‌کند. ابزارک کل فهرست را نشان می‌دهد؛ برای باز کردن برنامه روی یک ردیف بزنید.
fi: Valitse tausta ja peittävyys. Väri seuraa sovellusta. Widget näyttää koko listan; avaa sovellus napauttamalla riviä.
fr: Choisissez l'arrière-plan et l'opacité. La couleur suit l'appli. Le widget affiche toute la liste ; touchez une ligne pour ouvrir l'appli.
he: בחרו רקע ושקיפות. הצבע תואם לאפליקציה. הווידג׳ט מציג את כל הרשימה; הקישו על שורה כדי לפתוח את האפליקציה.
hi: पृष्ठभूमि और अपारदर्शिता चुनें। रंग ऐप के अनुसार रहता है। विजेट पूरी सूची दिखाता है; ऐप खोलने के लिए किसी पंक्ति पर टैप करें।
hu: Válasszon hátteret és átlátszóságot. A szín az alkalmazást követi. A widget a teljes listát mutatja; egy sorra koppintva megnyílik az alkalmazás.
id: Pilih latar dan opasitas. Warna mengikuti aplikasi. Widget menampilkan seluruh daftar; ketuk baris untuk membuka aplikasi.
it: Scegli sfondo e opacità. Il colore segue l'app. Il widget mostra tutta la lista; tocca una riga per aprire l'app.
ja: 背景と不透明度を選びます。色はアプリに合わせます。ウィジェットはリスト全体を表示し、行をタップするとアプリが開きます。
ko: 배경과 불투명도를 선택하세요. 색상은 앱을 따릅니다. 위젯은 전체 목록을 보여 주며, 행을 탭하면 앱이 열립니다.
nb: Velg bakgrunn og gjennomsiktighet. Fargen følger appen. Widgeten viser hele listen; trykk på en rad for å åpne appen.
nl: Kies achtergrond en dekking. De kleur volgt de app. De widget toont je hele lijst; tik op een rij om de app te openen.
pl: Wybierz tło i krycie. Kolor jest jak w aplikacji. Widżet pokazuje całą listę; dotknij wiersza, by otworzyć aplikację.
pt: Escolha o fundo e a opacidade. A cor segue a app. O widget mostra toda a lista; toque numa linha para abrir a app.
pt_br: Escolha o fundo e a opacidade. A cor segue o app. O widget mostra a lista inteira; toque em uma linha para abrir o app.
ro: Alege fundalul și opacitatea. Culoarea urmează aplicația. Widgetul arată toată lista; atinge un rând pentru a deschide aplicația.
ru: Выберите фон и прозрачность. Цвет как в приложении. Виджет показывает весь список; коснитесь строки, чтобы открыть приложение.
sq: Zgjidh sfondin dhe tejdukshmërinë. Ngjyra ndjek aplikacionin. Widget-i shfaq gjithë listën; prek një rresht për të hapur aplikacionin.
sv: Välj bakgrund och opacitet. Färgen följer appen. Widgeten visar hela listan; tryck på en rad för att öppna appen.
th: เลือกพื้นหลังและความทึบ สีตามแอป วิดเจ็ตแสดงทั้งรายการ แตะแถวเพื่อเปิดแอป
tr: Arka planı ve opaklığı seçin. Renk uygulamayı izler. Widget tüm listeyi gösterir; uygulamayı açmak için bir satıra dokunun.
uk: Виберіть фон і прозорість. Колір як у застосунку. Віджет показує весь список; торкніться рядка, щоб відкрити застосунок.
vi: Chọn nền và độ mờ. Màu theo ứng dụng. Tiện ích hiển thị toàn bộ danh sách; chạm vào một dòng để mở ứng dụng.
zh_hans: 选择背景和不透明度。颜色跟随应用。小部件显示整个列表，点按一行即可打开应用。

# widget_configure_title
source: Set up widget
ar: إعداد الأداة
cs: Nastavit widget
da: Konfigurer widget
de: Widget einrichten
el: Ρύθμιση widget
es: Configurar widget
fa: تنظیم ابزارک
fi: Määritä widget
fr: Configurer le widget
he: הגדרת ווידג׳ט
hi: विजेट सेट करें
hu: Widget beállítása
id: Atur widget
it: Configura widget
ja: ウィジェットの設定
ko: 위젯 설정
nb: Konfigurer widget
nl: Widget instellen
pl: Ustaw widżet
pt: Configurar widget
pt_br: Configurar widget
ro: Configurează widgetul
ru: Настройка виджета
sq: Konfiguro widget-in
sv: Ställ in widget
th: ตั้งค่าวิดเจ็ต
tr: Widget'ı ayarla
uk: Налаштування віджета
vi: Thiết lập tiện ích
zh_hans: 设置小部件

# widget_description
source: Shows the price of a pair from your watchlist.
ar: يعرض سعر زوج من قائمة متابعتك.
cs: Zobrazuje cenu páru ze sledovaných.
da: Viser kursen for et par fra din overvågningsliste.
de: Zeigt den Kurs eines Paares aus der Merkliste.
el: Εμφανίζει την τιμή ενός ζεύγους από τη λίστα παρακολούθησης.
es: Muestra el precio de un par de tu lista de seguimiento.
fa: قیمت یک جفت از واچ‌لیست شما را نشان می‌دهد.
fi: Näyttää seurantalistasi parin hinnan.
fr: Affiche le prix d'une paire de votre liste de suivi.
he: מציג את המחיר של צמד מרשימת המעקב שלך.
hi: आपकी वॉचलिस्ट के किसी पेयर की कीमत दिखाता है।
hu: Egy pár árát mutatja a figyelőlistáról.
id: Menampilkan harga sebuah pasangan dari daftar pantau Anda.
it: Mostra il prezzo di una coppia della tua lista di osservazione.
ja: ウォッチリストのペアの価格を表示します。
ko: 관심 목록에 있는 거래쌍의 가격을 표시합니다.
nb: Viser kursen for et par fra overvåkingslisten din.
nl: Toont de koers van een paar uit je volglijst.
pl: Pokazuje cenę pary z listy obserwowanych.
pt: Mostra o preço de um par da sua lista de acompanhamento.
pt_br: Mostra o preço de um par da sua lista de acompanhamento.
ro: Afișează prețul unei perechi din lista de urmărire.
ru: Показывает цену пары из избранного.
sq: Shfaq çmimin e një çifti nga lista jote e ndjekjes.
sv: Visar kursen för ett par i din bevakningslista.
th: แสดงราคาของคู่จากรายการติดตามของคุณ
tr: İzleme listenizdeki bir çiftin fiyatını gösterir.
uk: Показує ціну пари з вашого списку.
vi: Hiển thị giá của một cặp trong danh sách theo dõi.
zh_hans: 显示自选列表中某个交易对的价格。

# widget_empty
source: No pairs in the watchlist yet.
ar: لا توجد أزواج في قائمة المتابعة بعد.
cs: Ve sledovaných zatím nejsou žádné páry.
da: Ingen par på overvågningslisten endnu.
de: Noch keine Paare in der Merkliste.
el: Δεν υπάρχουν ζεύγη στη λίστα παρακολούθησης ακόμα.
es: Aún no hay pares en la lista de seguimiento.
fa: هنوز جفتی در واچ‌لیست نیست.
fi: Seurantalistalla ei ole vielä pareja.
fr: Aucune paire dans la liste de suivi.
he: אין עדיין צמדים ברשימת המעקב.
hi: वॉचलिस्ट में अभी कोई पेयर नहीं।
hu: Még nincsenek párok a figyelőlistán.
id: Belum ada pasangan di daftar pantau.
it: Ancora nessuna coppia nella lista di osservazione.
ja: ウォッチリストにまだペアがありません。
ko: 관심 목록에 아직 거래쌍이 없습니다.
nb: Ingen par i overvåkingslisten ennå.
nl: Nog geen paren in de volglijst.
pl: Brak par na liście obserwowanych.
pt: Ainda sem pares na lista de acompanhamento.
pt_br: Ainda sem pares na lista de acompanhamento.
ro: Încă nicio pereche în lista de urmărire.
ru: В избранном пока нет пар.
sq: Ende nuk ka çifte në listën e ndjekjes.
sv: Inga par i bevakningslistan ännu.
th: ยังไม่มีคู่ในรายการติดตาม
tr: İzleme listesinde henüz çift yok.
uk: У списку ще немає пар.
vi: Chưa có cặp nào trong danh sách theo dõi.
zh_hans: 自选列表中还没有交易对。

# widget_group_hint
source: Show only the pairs of this group.
ar: عرض أزواج هذه المجموعة فقط.
cs: Zobrazit jen páry této skupiny.
da: Vis kun parrene i denne gruppe.
de: Nur die Paare dieser Gruppe anzeigen.
el: Εμφάνιση μόνο των ζευγών αυτής της ομάδας.
es: Mostrar solo los pares de este grupo.
fa: فقط جفت‌های این گروه نمایش داده شوند.
fi: Näytä vain tämän ryhmän parit.
fr: Afficher uniquement les paires de ce groupe.
he: הצג רק את הצמדים של קבוצה זו.
hi: केवल इस समूह के पेयर दिखाएँ।
hu: Csak ennek a csoportnak a párjait mutassa.
id: Tampilkan hanya pasangan dalam grup ini.
it: Mostra solo le coppie di questo gruppo.
ja: このグループのペアだけを表示します。
ko: 이 그룹의 거래쌍만 표시합니다.
nb: Vis bare parene i denne gruppen.
nl: Alleen de paren van deze groep tonen.
pl: Pokazuj tylko pary z tej grupy.
pt: Mostrar apenas os pares deste grupo.
pt_br: Mostrar apenas os pares deste grupo.
ro: Afișează doar perechile din acest grup.
ru: Показывать только пары этой группы.
sq: Shfaq vetëm çiftet e këtij grupi.
sv: Visa bara paren i den här gruppen.
th: แสดงเฉพาะคู่ในกลุ่มนี้
tr: Yalnızca bu grubun çiftlerini göster.
uk: Показувати лише пари цієї групи.
vi: Chỉ hiển thị các cặp của nhóm này.
zh_hans: 仅显示此分组的交易对。

# widget_kind_single
source: Single coin
ar: عملة واحدة
cs: Jedna mince
da: Én mønt
de: Einzel-Coin
el: Ένα νόμισμα
es: Una moneda
fa: یک ارز
fi: Yksi kolikko
fr: Une crypto
he: מטבע אחד
hi: एक कॉइन
hu: Egy érme
id: Satu koin
it: Una moneta
ja: 1 コイン
ko: 코인 하나
nb: Én mynt
nl: Eén munt
pl: Jedna moneta
pt: Uma moeda
pt_br: Uma moeda
ro: O monedă
ru: Одна монета
sq: Një monedhë
sv: Ett mynt
th: เหรียญเดียว
tr: Tek coin
uk: Одна монета
vi: Một coin
zh_hans: 单币

# widget_opacity
source: Background opacity: %1$ld%%
ar: عتامة الخلفية: %1$ld%%
cs: Neprůhlednost pozadí: %1$ld%%
da: Baggrundens uigennemsigtighed: %1$ld %%
de: Deckkraft des Hintergrunds: %1$ld %%
el: Αδιαφάνεια φόντου: %1$ld%%
es: Opacidad del fondo: %1$ld%%
fa: شفافیت پس‌زمینه: %1$ld%%
fi: Taustan peittävyys: %1$ld%%
fr: Opacité du fond : %1$ld%%
he: אטימות הרקע: %1$ld%%
hi: बैकग्राउंड अपारदर्शिता: %1$ld%%
hu: Háttér átlátszatlansága: %1$ld%%
id: Opasitas latar: %1$ld%%
it: Opacità sfondo: %1$ld%%
ja: 背景の不透明度: %1$ld%%
ko: 배경 불투명도: %1$ld%%
nb: Bakgrunnens ugjennomsiktighet: %1$ld %%
nl: Achtergronddekking: %1$ld%%
pl: Krycie tła: %1$ld%%
pt: Opacidade do fundo: %1$ld%%
pt_br: Opacidade do fundo: %1$ld%%
ro: Opacitatea fundalului: %1$ld%%
ru: Непрозрачность фона: %1$ld%%
sq: Patejdukshmëria e sfondit: %1$ld%%
sv: Bakgrundens opacitet: %1$ld %%
th: ความทึบพื้นหลัง: %1$ld%%
tr: Arka plan opaklığı: %%%1$ld
uk: Непрозорість фону: %1$ld%%
vi: Độ mờ nền: %1$ld%%
zh_hans: 背景不透明度：%1$ld%%

# widget_outdated
source: outdated
ar: غير محدَّث
cs: zastaralé
da: forældet
de: veraltet
el: παρωχημένο
es: desactualizado
fa: قدیمی
fi: vanhentunut
fr: obsolète
he: לא עדכני
hi: पुराना डेटा
hu: elavult
id: usang
it: non aggiornato
ja: 古いデータ
ko: 오래된 데이터
nb: utdatert
nl: verouderd
pl: nieaktualne
pt: desatualizado
pt_br: desatualizado
ro: învechit
ru: устарело
sq: i vjetëruar
sv: inaktuellt
th: ข้อมูลเก่า
tr: güncel değil
uk: застаріло
vi: đã cũ
zh_hans: 已过时

# widget_outdated_time
source: outdated · %1$@
ar: غير محدَّث · %1$@
cs: zastaralé · %1$@
da: forældet · %1$@
de: veraltet · %1$@
el: παρωχημένο · %1$@
es: desactualizado · %1$@
fa: قدیمی · %1$@
fi: vanhentunut · %1$@
fr: obsolète · %1$@
he: לא עדכני · %1$@
hi: पुराना डेटा · %1$@
hu: elavult · %1$@
id: usang · %1$@
it: non aggiornato · %1$@
ja: 古いデータ · %1$@
ko: 오래된 데이터 · %1$@
nb: utdatert · %1$@
nl: verouderd · %1$@
pl: nieaktualne · %1$@
pt: desatualizado · %1$@
pt_br: desatualizado · %1$@
ro: învechit · %1$@
ru: устарело · %1$@
sq: i vjetëruar · %1$@
sv: inaktuellt · %1$@
th: ข้อมูลเก่า · %1$@
tr: güncel değil · %1$@
uk: застаріло · %1$@
vi: đã cũ · %1$@
zh_hans: 已过时 · %1$@

# widget_portfolio_description
source: Total value of your portfolio and today's change
ar: القيمة الإجمالية لمحفظتك وتغيّر اليوم
cs: Celková hodnota vašeho portfolia a dnešní změna
da: Samlet værdi af din portefølje og dagens ændring
de: Gesamtwert deines Portfolios und Veränderung heute
el: Συνολική αξία του χαρτοφυλακίου σας και σημερινή μεταβολή
es: Valor total de tu cartera y variación de hoy
fa: ارزش کل پرتفوی شما و تغییر امروز
fi: Salkkusi kokonaisarvo ja tämän päivän muutos
fr: Valeur totale de votre portefeuille et variation du jour
he: השווי הכולל של תיק ההשקעות שלכם והשינוי היום
hi: आपके पोर्टफोलियो का कुल मूल्य और आज का बदलाव
hu: Portfóliója teljes értéke és mai változása
id: Nilai total portofolio Anda dan perubahan hari ini
it: Valore totale del tuo portafoglio e variazione di oggi
ja: ポートフォリオの合計額と今日の変動
ko: 포트폴리오 총 가치와 오늘의 변동
nb: Samlet verdi av porteføljen din og dagens endring
nl: Totale waarde van je portfolio en de verandering van vandaag
pl: Łączna wartość portfela i dzisiejsza zmiana
pt: Valor total do seu portfólio e variação de hoje
pt_br: Valor total do seu portfólio e variação de hoje
ro: Valoarea totală a portofoliului și variația de azi
ru: Общая стоимость портфеля и изменение за сегодня
sq: Vlera totale e portofolit tënd dhe ndryshimi i sotëm
sv: Det totala värdet av din portfölj och dagens förändring
th: มูลค่ารวมของพอร์ตโฟลิโอและการเปลี่ยนแปลงวันนี้
tr: Portföyünüzün toplam değeri ve bugünkü değişim
uk: Загальна вартість портфеля та зміна за сьогодні
vi: Tổng giá trị danh mục của bạn và thay đổi hôm nay
zh_hans: 投资组合总价值及今日变化

# widget_portfolio_display
source: Display
ar: العرض
cs: Zobrazení
da: Visning
de: Anzeige
el: Εμφάνιση
es: Mostrar
fa: نمایش
fi: Näkymä
fr: Affichage
he: תצוגה
hi: दिखाएँ
hu: Megjelenítés
id: Tampilan
it: Visualizzazione
ja: 表示
ko: 표시
nb: Visning
nl: Weergave
pl: Wyświetlanie
pt: Mostrar
pt_br: Exibição
ro: Afișare
ru: Отображение
sq: Shfaqja
sv: Visning
th: การแสดง
tr: Görünüm
uk: Відображення
vi: Hiển thị
zh_hans: 显示

# widget_portfolio_display_conversion
source: Conversion only
ar: التحويل فقط
cs: Jen přepočet
da: Kun omregning
de: Nur Umrechnung
el: Μόνο μετατροπή
es: Solo conversión
fa: فقط تبدیل
fi: Vain muunnos
fr: Conversion seule
he: המרה בלבד
hi: केवल रूपांतरण
hu: Csak átváltás
id: Hanya konversi
it: Solo conversione
ja: 換算のみ
ko: 환산만
nb: Bare omregning
nl: Alleen omrekening
pl: Tylko przeliczenie
pt: Só conversão
pt_br: Só conversão
ro: Doar conversie
ru: Только пересчёт
sq: Vetëm konvertimi
sv: Endast omräkning
th: เฉพาะการแปลง
tr: Yalnızca çevrim
uk: Лише перерахунок
vi: Chỉ quy đổi
zh_hans: 仅换算

# widget_portfolio_display_conversion_usdt
source: Conversion + USDT
ar: التحويل + USDT
cs: Přepočet + USDT
da: Omregning + USDT
de: Umrechnung + USDT
el: Μετατροπή + USDT
es: Conversión + USDT
fa: تبدیل + USDT
fi: Muunnos + USDT
he: המרה + USDT
hi: रूपांतरण + USDT
hu: Átváltás + USDT
id: Konversi + USDT
it: Conversione + USDT
ja: 換算 + USDT
ko: 환산 + USDT
nb: Omregning + USDT
nl: Omrekening + USDT
pl: Przeliczenie + USDT
pt: Conversão + USDT
pt_br: Conversão + USDT
ro: Conversie + USDT
ru: Пересчёт + USDT
sq: Konvertimi + USDT
sv: Omräkning + USDT
th: การแปลง + USDT
tr: Çevrim + USDT
uk: Перерахунок + USDT
vi: Quy đổi + USDT
zh_hans: 换算 + USDT

# widget_portfolio_display_hint
source: The USDT line is hidden when the conversion currency is USD.
ar: يُخفى سطر USDT عندما تكون عملة التحويل هي USD.
cs: Řádek USDT se nezobrazí, pokud je měnou přepočtu USD.
da: USDT-linjen vises ikke, når omregningsvalutaen er USD.
de: Die USDT-Zeile entfällt, wenn die Umrechnungswährung USD ist.
el: Η γραμμή USDT δεν εμφανίζεται όταν το νόμισμα μετατροπής είναι USD.
es: La línea USDT no se muestra si la moneda de conversión es USD.
fa: وقتی ارز تبدیل USD باشد، خط USDT نمایش داده نمی‌شود.
fi: USDT-riviä ei näytetä, kun muunnosvaluutta on USD.
fr: La ligne USDT est masquée si la devise de conversion est l'USD.
he: שורת USDT מוסתרת כשמטבע ההמרה הוא USD.
hi: रूपांतरण मुद्रा USD होने पर USDT पंक्ति नहीं दिखती।
hu: Az USDT-sor nem jelenik meg, ha az átváltási pénznem USD.
id: Baris USDT disembunyikan jika mata uang konversi adalah USD.
it: La riga USDT non viene mostrata se la valuta di conversione è USD.
ja: 換算通貨が USD の場合、USDT の行は表示されません。
ko: 환산 통화가 USD이면 USDT 줄은 표시되지 않습니다.
nb: USDT-linjen vises ikke når omregningsvalutaen er USD.
nl: De USDT-regel wordt verborgen als de omrekenvaluta USD is.
pl: Wiersz USDT jest ukryty, gdy walutą przeliczenia jest USD.
pt: A linha USDT é ocultada quando a moeda de conversão é USD.
pt_br: A linha USDT fica oculta quando a moeda de conversão é USD.
ro: Rândul USDT este ascuns când moneda de conversie este USD.
ru: Строка USDT скрыта, если валюта пересчёта — USD.
sq: Rreshti USDT fshihet kur monedha e konvertimit është USD.
sv: USDT-raden visas inte när omräkningsvalutan är USD.
th: บรรทัด USDT จะถูกซ่อนเมื่อสกุลเงินที่แปลงเป็น USD
tr: Çevrim para birimi USD olduğunda USDT satırı gizlenir.
uk: Рядок USDT приховано, якщо валюта перерахунку — USD.
vi: Dòng USDT bị ẩn khi tiền tệ quy đổi là USD.
zh_hans: 换算货币为 USD 时不显示 USDT 行。

# widget_portfolio_empty
source: Add purchases in the Portfolio tab
ar: أضف عمليات الشراء في تبويب «المحفظة»
cs: Nákupy zadejte na kartě Portfolio
da: Tilføj køb under fanen Portefølje
de: Käufe im Portfolio-Tab erfassen
el: Προσθέστε αγορές στην καρτέλα Χαρτοφυλάκιο
es: Añade compras en la pestaña Cartera
fa: خریدها را در زبانه پرتفوی ثبت کنید
fi: Lisää ostot Salkku-välilehdellä
fr: Ajoutez des achats dans l'onglet Portefeuille
he: הוסיפו רכישות בלשונית תיק השקעות
hi: पोर्टफोलियो टैब में खरीदारी जोड़ें
hu: Vásárlások rögzítése a Portfólió lapon
id: Tambahkan pembelian di tab Portofolio
it: Aggiungi acquisti nella scheda Portafoglio
ja: 「ポートフォリオ」タブで購入を追加
ko: 포트폴리오 탭에서 매수 내역을 추가하세요
nb: Legg til kjøp i Portefølje-fanen
nl: Voeg aankopen toe op het tabblad Portfolio
pl: Dodaj zakupy w zakładce Portfel
pt: Adicione compras no separador Portfólio
pt_br: Adicione compras na aba Portfólio
ro: Adăugați achiziții în fila Portofoliu
ru: Добавьте покупки на вкладке «Портфель»
sq: Shto blerje te skeda Portofoli
sv: Lägg till köp på fliken Portfölj
th: เพิ่มรายการซื้อในแท็บพอร์ตโฟลิโอ
tr: Alımları Portföy sekmesinde ekleyin
uk: Додайте покупки на вкладці «Портфель»
vi: Thêm giao dịch mua trong tab Danh mục
zh_hans: 在“投资组合”标签页中添加买入记录

# widget_portfolio_locked_hint
source: Locked – unlock in the app
ar: مقفلة – افتح القفل في التطبيق
cs: Zamčeno – odemkněte v aplikaci
da: Låst – lås op i appen
de: Gesperrt – in der App entsperren
el: Κλειδωμένο – ξεκλειδώστε στην εφαρμογή
es: Bloqueada – desbloquéala en la app
fa: قفل است – در برنامه باز کنید
fi: Lukittu – avaa sovelluksessa
fr: Verrouillé – déverrouillez dans l'app
he: נעול – יש לבטל נעילה באפליקציה
hi: लॉक – ऐप में अनलॉक करें
hu: Zárolva – oldja fel az alkalmazásban
id: Terkunci – buka di aplikasi
it: Bloccato – sblocca nell'app
ja: ロック中 – アプリで解除してください
ko: 잠김 – 앱에서 잠금 해제
nb: Låst – lås opp i appen
nl: Vergrendeld – ontgrendel in de app
pl: Zablokowany – odblokuj w aplikacji
pt: Bloqueado – desbloqueie na app
pt_br: Bloqueado – desbloqueie no app
ro: Blocat – deblocați în aplicație
ru: Заблокировано – разблокируйте в приложении
sq: I kyçur – shkyçeni në aplikacion
sv: Låst – lås upp i appen
th: ล็อกอยู่ – ปลดล็อกในแอป
tr: Kilitli – uygulamada kilidi açın
uk: Заблоковано – розблокуйте в застосунку
vi: Đã khóa – mở khóa trong ứng dụng
zh_hans: 已锁定 – 请在应用中解锁

# widget_portfolio_more
source: + %1$lld more
ar: + %1$lld أخرى
cs: + %1$lld další
da: + %1$lld flere
de: + %1$lld weitere
el: + %1$lld ακόμη
es: + %1$lld más
fa: + %1$lld مورد دیگر
fi: + %1$lld muuta
fr: + %1$lld autres
he: + עוד %1$lld
hi: + %1$lld और
hu: + %1$lld további
id: + %1$lld lainnya
it: + altri %1$lld
ja: 他 %1$lld 件
ko: 외 %1$lld개
nb: + %1$lld til
nl: + %1$lld meer
pl: + %1$lld więcej
pt: + %1$lld outras
pt_br: + %1$lld outras
ro: + încă %1$lld
ru: + ещё %1$lld
sq: + %1$lld të tjera
sv: + %1$lld till
th: + อีก %1$lld รายการ
tr: + %1$lld tane daha
uk: + ще %1$lld
vi: + %1$lld mục khác
zh_hans: 另有 %1$lld 项

# widget_portfolio_name
source: Portfolio
ar: المحفظة
da: Portefølje
el: Χαρτοφυλάκιο
es: Cartera
fa: پرتفوی
fi: Salkku
fr: Portefeuille
he: תיק השקעות
hi: पोर्टफोलियो
hu: Portfólió
id: Portofolio
it: Portafoglio
ja: ポートフォリオ
ko: 포트폴리오
nb: Portefølje
pl: Portfel
pt: Portfólio
pt_br: Portfólio
ro: Portofoliu
ru: Портфель
sq: Portofoli
sv: Portfölj
th: พอร์ตโฟลิโอ
tr: Portföy
uk: Портфель
vi: Danh mục
zh_hans: 投资组合

# widget_portfolio_today
source: today %1$@
ar: اليوم %1$@
cs: dnes %1$@
da: i dag %1$@
de: heute %1$@
el: σήμερα %1$@
es: hoy %1$@
fa: امروز %1$@
fi: tänään %1$@
fr: aujourd'hui %1$@
he: היום %1$@
hi: आज %1$@
hu: ma %1$@
id: hari ini %1$@
it: oggi %1$@
ja: 今日 %1$@
ko: 오늘 %1$@
nb: i dag %1$@
nl: vandaag %1$@
pl: dziś %1$@
pt: hoje %1$@
pt_br: hoje %1$@
ro: azi %1$@
ru: сегодня %1$@
sq: sot %1$@
sv: i dag %1$@
th: วันนี้ %1$@
tr: bugün %1$@
uk: сьогодні %1$@
vi: hôm nay %1$@
zh_hans: 今日 %1$@

# widget_portfolio_today_label
source: today
ar: اليوم
cs: dnes
da: i dag
de: heute
el: σήμερα
es: hoy
fa: امروز
fi: tänään
fr: aujourd'hui
he: היום
hi: आज
hu: ma
id: hari ini
it: oggi
ja: 今日
ko: 오늘
nb: i dag
nl: vandaag
pl: dziś
pt: hoje
pt_br: hoje
ro: azi
ru: сегодня
sq: sot
sv: i dag
th: วันนี้
tr: bugün
uk: сьогодні
vi: hôm nay
zh_hans: 今天
